{
	"htmltoscene": {
		"title": "HTML A Escena",
		"uisettings": "Ajustes de Interfaz",
		"miscsettings": "Ajustes Misceláneos",
		"advsettings": "Ajustes Avanzados",
		"recommendationtip": "Recomendación: ",
		"warningtip":"CUIDADO: ",
		"enable": {
			"name": "Activar",
			"desc": "Activa HTML A Escena en esta escena."
		},
		"fileLoc": {
			"name": "Selecciona un fichero HTML",
			"hint": "Puedes seleccionar cualquier fichero HTML almacenado en la carpeta data de tu FoundryVTT.",
			"tip": "Hazlo en una escena en blanco para aumentar el rendimiento. También puedes introducir algunas páginas web que permitan iframes"
		},
		"minUI": {
			"name": "Interfaz mínima",
			"desc": "Elimina elementos innecesarios de la interfaz de FoundryVTT mientras un fichero HTML está siendo mostrado."
		},
		"keepTop": {
			"name": "Mantener el cambiador de escenas",
			"desc": "Mantiene el cambiador de escenas en la parte superior de la pantalla en cualquier caso."
		},
		"spaceRight": {
			"name": "Respeta el espacio de la barra lateral",
			"desc": "Añade un espacio en blanco bajo la barra lateral.",
			"tip": "Puedes cambiar el color del fondo de la escena para cambiar el color que se muestra bajo los controles."
		},
		"rightDisabled": {
			"name": "Desactiva la barra lateral",
			"desc": "Elimina la barra lateral, reactivando el intercambiador de escenas en la parte superior. (Ideal si tu grupo se comunica por chat de voz o no necesita lanzar dados).",
			"tip": "Posiblemente quedrás tener otra escena visible para ganar de vuelta los controles normales de FoundryVTT. (Si no, siempre puedes desactivar el modulo para la escena actual)."
		},
		"hidePaused": {
			"name": "Esconde 'Juego en Pausa'",
			"desc": "Esconde 'Juego en Pausa' haciendo que no se muestre sobre el fichero HTML cargado si el juego está pausado."
		},
		"hideSmallTime": {
			"name": "Esconde 'SmallTime'",
			"desc": "Esconde el reloj de SmallTime (en el acaso de estar activado)."
		},
		"hideBoard": {
			"name": "Esconde el tablero de FoundryVTT",
			"desc": "Esconde el tablero por un aumento de rendimiento palpable. (No renderizarás el canvas).",
			"tip": "Otros modulos que usen el tablero pueden empezar a malfuncionar o hacer nada, comprueba la consola de tu navegador."
		},
		"passData": {
			"name": "Activa ayudas para la intercomunicación",
			"desc": "Pone en uso variables inactivas para ayudar a realizar la intercomunicación entre el iframe y FoundryVTT. <a href='https://github.com/Javiondox/html-to-scene/wiki/Two-way-communication-helpers'>Ver la wiki para una mejor explicación</a> (Inglés).",
			"tip": "Para dar uso completo a esto, tendrás que tener conocimientos de programación y de macros."
		},
		"dataUpdateRate": {
			"name": "Tasa de actualización de FoundryVTTAccess",
			"values": {
				"default": "No se actualiza. Refrescar para actualizar.",
				"fivesec": "Una actualización cada 5 segundos.",
				"onesec": "Una actualización cada segundo.",
				"halfasec": "Dos actualizaciones por segundo.",
				"cuarterofasec": "Cuatro actualizaciones por segundo.",
				"realtime":	"Tiempo real."
			},
			"desc": "Cambia la velocidad en la que la variable FoundryVTTAccess se actualiza con información nueva. Utiliza updateRate para sincronizarla con tu iframe.",
			"tip": "This could affect performace. Depends on the use."
		},
		"rememberjsexecution": "Por favor, recuerde de introducir solo ficheros en los que confie plenamente. Puedes estar permitiendo ejecución de javascript no solicitado en tu sistema. Y eso es malo."
	}
}