{
	"htmltoscene": {
		"title": "HTML A Escena",
		"description": "Carga un archivo local html en esta escena.",
		"mainsettings": "Ajustes principales",
		"uisettings": "Ajustes de interfaz de usuario",
		"miscsettings": "Ajustes misceláneos",
		"recommendationtip": "Recomendación: ",
		"warningtip":"CUIDADO: ",
		"enable": {
			"name": "Activar",
			"desc": "Activa HTML A Escena en esta escena."
		},
		"fileLoc": {
			"name": "Selecciona un fichero HTML",
			"hint": "Puedes seleccionar cualquier fichero HTML almacenado en la carpeta data de tu FoundryVTT.",
			"tip": "Hazlo en una escena en blanco para aumentar el rendimiento. También puedes introducir algunas páginas web que permitan iframes"
		},
		"minUI": {
			"name": "Interfaz mínima",
			"desc": "Elimina elementos innecesarios de la interfaz de FoundryVTT mientras un fichero HTML está siendo mostrado."
		},
		"spaceRight": {
			"name": "Respeta los controles de la derecha",
			"desc": "Añade un espacio en blanco bajo los controles de la derecha.",
			"tip": "Puedes cambiar el color del fondo de la escena para cambiar el color que se muestra bajo los controles."
		},
		"rightDisabled": {
			"name": "Desactiva los controles de la derecha",
			"desc": "Elimina los controles de la derecha de la interfaz, reactivando el intercambiador de escenas en la parte superior. (Ideal si tu grupo se comunica por chat de voz o no necesita lanzar dados).",
			"tip": "Posiblemente quedrás tener otra escena visible para ganar de vuelta los controles normales de FoundryVTT. (Si no, siempre puedes desactivar el modulo para la escena actual)."
		},
		"hidePaused": {
			"name": "Esconde 'Juego en Pausa'",
			"desc": "Esconde 'Juego en Pausa' haciendo que no se muestre sobre el fichero HTML cargado si el juego está pausado."
		},
		"hideSmallTime": {
			"name": "Esconder el modulo 'SmallTime'",
			"desc": "Esconde el reloj de SmallTime (en el acaso de estar activado)."
		},
		"rememberjsexecution": "Por favor, recuerde de introducir solo ficheros en los que confie plenamente. Puedes estar permitiendo ejecución de javascript no solicitado en tu sistema. Y eso es malo."
	}
}